Repository: DigitalAdvisoryGroup/Midar
Catalog: XMLRPCDemo/LocalizableFile/*.lproj/Localizable.strings
Languages: de_ch, fr_ch, it_it

# Die Transformationsinitiative des BIT
source: The Transformation Initiative of the FOITT
de_ch: Die Transformationsinitiative des BIT
fr_ch: L'initiative de transformation de l'OFIT
it_it: L'iniziativa di trasformazione dell'UFIT

source: Please Enter Email
de_ch: Bitte geben Sie Ihre Email-Adresse ein
fr_ch: Merci d'indiquer ton adresse électronique
it_it: Inserire l'indirizzo e-mail

source: Please Enter Valid Email
de_ch: Unbekannte Email-Adresse
fr_ch: Adresse électronique inconnue
it_it: Indirizzo e-mail sconosciuto

source: Accept Terms
de_ch: Bestimmungen akzeptieren
fr_ch: Accepter les conditions
it_it: Accettare i termini

source: Please indicate that you have read and agree to the Terms and Conditions and Privacy Policy
de_ch: Bitte bestätigen Sie, dass Sie die Midar-Netiquette gelesen haben und damit einverstanden sind
fr_ch: Merci de confirmer que tu as lu les conditions d'utilisation et que tu les acceptes
it_it: Conferma di aver letto i termini e le condizioni di utilizzo e di accettarli

source: VERIFY
de_ch: Prüfung
fr_ch: Vérification
it_it: Verifica

source: RESEND
de_ch: Neu senden
fr_ch: Envoyer à nouveau
it_it: Inviare di nuovo

source: Enter Your Email
de_ch: Bitte gib deine E-Mail-Adresse ein
fr_ch: Merci d'indiquer ton adresse électronique
it_it: Inserire l'indirizzo e-mail

source: Email with your password was sent to your mailbox
de_ch: Dein Passwort wurde dir per Email zugeschickt
fr_ch: Un e-mail avec ton mot de passe a été envoyé dans ta boîte aux lettres
it_it: La password ti è stata inviata per e-mail

source: Verify otp
de_ch: Prüfung Einmal-Passwort
fr_ch: Vérification du mot de passe à utilisation unique
it_it: Verifica della password dell'e-mail

source: Published by
de_ch: Veröffentlicht durch
fr_ch: Publié par
it_it: Pubblicato da

source: Post
de_ch: Beitrag
fr_ch: Contribution

source: Leave your thoughts here..
de_ch: Was halten Sie davon?
fr_ch: Qu'en penses-tu?
it_it: Cosa ne pensi?

source: Average Rating
de_ch: Durchschnittliche Bewertung
fr_ch: Évaluation moyenne
it_it: Valutazione in media

source: My Rating
de_ch: Meine Bewertung
fr_ch: Mon évaluation
it_it: La mia valutazione

source: How was your experience?
de_ch: Bemerkungen zu Ihrer Bewertung
fr_ch: Remarques concernant ton évaluation
it_it: Commenti sulla tua valutazione

source: Submit
de_ch: Senden
fr_ch: Envoyer
it_it: Inviare

source: Disconnect from Midar
de_ch: Verbindung trennen
fr_ch: Se déconnecter
it_it: Terminare la connessione

source: Change Connection
de_ch: Verbindung wechseln
fr_ch: Changer de connexion
it_it: Cambiare la connessione

source: Comments
de_ch: Kommentare
fr_ch: Commentaires
it_it: Commenti

# Published byImpre
source: Published by
de_ch: Herausgegeben von
fr_ch: Publié par
it_it: Rilasciato da

source: Online Help
de_ch: Online-Hilfe
fr_ch: Aide en ligne
it_it: Aiuto online

source: Campaign
de_ch: Kampagne
fr_ch: Campagne
it_it: Campagna

source: Responsible
de_ch: Verantwortlich
fr_ch: Responsable
it_it: Responsabile

source: Posts
de_ch: Beiträge
fr_ch: Postes
it_it: Contributi

source: Ratings
de_ch: Bewertungen
fr_ch: Évaluations
it_it: Valutazioni

source: Sharings
de_ch: Teilen
fr_ch: Partager
it_it: Condividere

source: Profile
de_ch: Profil
fr_ch: Profil
it_it: Profilo

source: Select Language
de_ch: Auswahl Sprache
fr_ch: Choisir la langue
it_it: Selezionare lingua

source: Cancel
de_ch: Abbrechen
fr_ch: Annuler
it_it: Annullare

source: Legal
de_ch: Rechtliches
fr_ch: Légal
it_it: Basi legali

source: Data protection statement & Conditions of Use
de_ch: Datenschutzerklärung & Nutzungsbedingungen
fr_ch: Déclaration de protection des données et conditions d'utilisation
it_it: Dichiarazione di protezione dei dati e condizioni di utilizzo

source: Are you sure you want to log out?
de_ch: Willst du dich wirklich abmelden?
fr_ch: Sûr de vouloir te déconnecter?
it_it: Vuoi davvero disconnetterti?

source: Yes
de_ch: Ja
fr_ch: Oui
it_it: Sì

source: No
de_ch: Nein
fr_ch: Non

source: Replies to
de_ch: Antworten auf
fr_ch: Réponses au commentaire de
it_it: Risposte

source: comment on this post
de_ch: Kommentare von
fr_ch: sur ce message
it_it: ai commenti di

source: years ago
de_ch: Jahren vor
fr_ch: ans il ya
it_it: anni da

source: month ago
de_ch: Monaten vor
fr_ch: mois Il ya
it_it: mesi da

source: week ago
de_ch: Wochen vor
fr_ch: semaines Il ya
it_it: settimane da

source: day ago
de_ch: Tagen vor
fr_ch: jours il ya
it_it: giorni da

source: hour ago
de_ch: Stunden vor
fr_ch: heures Il ya
it_it: ore da

source: min ago
de_ch: Min vor
fr_ch: min Il ya
it_it: minuti da

source: now ago
de_ch: gerade
fr_ch: maintenant
it_it: adesso

source: Technical support
de_ch: Technische Hilfe
fr_ch: Technische Hilfe
it_it: Supporto tecnico

source: Developed by
de_ch: Umsetzung
fr_ch: Développé par
it_it: Sviluppato da

source: Source code
de_ch: Quellcode
fr_ch: Code source
it_it: Codice fonte

source: This app is licensed subject to the condition of the MPL 2 license
de_ch: Diese App ist unter den Bedingungen von MPL 2 lizenziert
fr_ch: Cette application est autorisée sous réserve de la condition de la licence MPL 2
it_it: Questa app è concessa in licenza secondo i termini di MPL 2

source: Post
de_ch: Senden
fr_ch: Envoyer
it_it: Inviare

source: By Logging in, you agree
de_ch: Mit deinem Login bestätigst du,
fr_ch: En te connectant, tu confirmes accepter
it_it: Effettuando l'accesso confermi di

source: I agree to the
de_ch: Ich bestätige die
fr_ch: Je confirme d’accepter les conditions
it_it: Sono d'accordo con le

source: Midar Terms of Service
de_ch: Nutzungsbestimmungen zum Betrieb und Schutz
fr_ch: d'utilisation relatives à l'exploitation et à la
it_it: condizioni sull'uso e

source: and Privacy Policy
de_ch: der Privatsphäre einverstanden bist
fr_ch: proctection de la sphère privée
it_it: la tutela della privacy

# www.midar.swiss/helpButton
source: https://www.midar.swiss/en/help
de_ch: https://www.midar.swiss/help
fr_ch: https://www.midar.swiss/fr_CH/help
it_it: https://www.midar.swiss/it/help

source: Terms of Service and Privacy Policy
de_ch: Nutzungsbestimmungen zum Betrieb und Schutz der Privatsphäre.
fr_ch: d'utilisation relatives à l'exploitation et à la proctection de la sphère privée
it_it: condizioni sull'uso e la tutela della privacy.

source: Login
fr_ch: Connexion
it_it: Accesso

source: Mailings
it_it: Mailing
